
<html>
	<head>
		
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<style>
			#ab
				{
					width:590px;
					height:300px;
					float:left;
					border:1px solid blue;
				}
				body{background:#f0f0f5;}
		</style>
		
		<title>about the organizations vision</title>
		<link href="css/LoginPageStyle.css" rel="stylesheet" type="text/css" />
	</head>
	<body>
		<div id="templatemo_wrapper">
				<?php include("head2.php");?>
		
			<?php include("listt.php");?>
			
		</div>
		<div id="contents" style="background-color: white;"><br>

						<center><h2 style="color:#006080">	የጎንደር ዩኒቨርሲቲ መገኛ ቦታ እና ታሪክ</h2></center><br>
						<a href="https://www.google.com/maps/place/University+of+Gondar/@12.589413,37.444239,13z/data=!4m5!3m4!1s0x0:0x57e4ce60a16af1c4!8m2!3d12.589413!4d37.4442387?hl=en" target="_blanck" ><img id="ab"src="images/uo.png"></a>
						በታሪካዊቷ ጎንደር ፣ ኢትዮጵያ ውስጥ የሚገኝ ሲሆን የጎንደር ዩኒቨርስቲ በሀገሪቱ ውስጥ ካሉ እጅግ ጥንታዊና እጅግ የተቋቋሙ የከፍተኛ ትምህርት ተቋማት አንዱ ነው ፡፡ ዩንቨርሲቲችን እ.ኤ.አ. በ 1954 በኢምፔሪያል የኢትዮጵያ መንግስት ፣ በአሜሪካ ፣ በዩናይትድ ስቴትስ በኢትዮጵያ እና በዩኒሴፍ መካከል በተደረገው የህዝብ ግንኙነት ኮሌጅ የህዝብ ጤና ኮሌጅ እና የሥልጠና ማዕከል ተቋቋመ ፡፡ እ.ኤ.አ. በ 1940 ዎቹ እና በ 1950 ዎቹ በነበሩ ወሳኝ የጤና ፍላጎቶች የተመሰረተው PHC እና TC በፍጥነት ለኢትዮጵያ የጤና ባለሙያዎች ቁልፍ ምንጭ በመሆን ለህዝብ ጤና ልምምድ ፈር ቀዳጅ ማዕከል በመሆን ተመሰረተ ፡፡ የኢትዮጵያ ጥንታዊ የህክምና ስልጠና ተቋም ነው ፡፡

						<p>ይህ ደግሞ የቡድን አቀራረብን እና የጤና ባለሙያዎች ማህበረሰብን መሠረት ያደረገ ትምህርት ፍልስፍና የወለደበት ዘመን ነበር ፡፡ በ 1950 ዎቹ ዓመታት ሁሉም የ 2 ኛ ዓመት ክሊኒክ ነርሶች ፣ የንፅህና አጠባበቅ አካላት እና የ 3 ኛ ዓመት የጤና መኮንኖች ወደ ማህበረሰቡ በመሄድ የጤና ማበረታቻን እንዲሁም መከላከያ ፣ ፈውሻ እና የመልሶ ማቋቋም አገልግሎት ይሰጣሉ ፡፡ ይህ የቀደመ ሥራ አሁን ባለው የህክምና እና የጤና ሳይንስ ኮሌጅ ውስጥ ወደ ቡድን ስልጠና ፕሮግራም (ቲ.ቲ.ፒ.) ተዋቅሯል ፡፡
						</p>
						<p>በ 1960 ዎቹ በጤና ጥበቃ ሚኒስቴር የተመራው የሥልጠና ማእከል (እ.ኤ.አ.) እ.ኤ.አ. በ 1961 “የሃይለሥላሴ አይ ዩንቨርስቲ ቻርተር” በመባል የሚታወቀው የውስጥ ውሳኔ በ 2003 ዓ.ም አዲስ አበባ ዩኒቨርሲቲ በመባል የሚታወቅ ነው ፡፡ እ.ኤ.አ. በ 1978 በጀርመን ካርል ማርክስ ዩኒቨርስቲ እና ባሳለፍነው የሁለትዮሽ ስምምነት የሁለትዮሽ ስምምነት በልምምድ ማእከል ውስጥ የሕክምና ፋኩልቲ ተቋቋመ - በሀገራችን የህክምና ትምህርት መቋቋሙ ዋነኛው ምዕራፍ ፡፡
</p>
						<p>በቀጣዮቹ ዓመታት የህብረተሰባችንን ተለዋዋጭ ፍላጎቶች ተከትለን በዝግመተ ለውጥ የተቋቋመ ሲሆን ተቋማችን የአገራችንን አጣዳፊ ፍላጎት ለማስተካከል ጥረት አድርገናል ፡፡ እ.ኤ.አ. በ 1980/81 የሥልጠና ማእከል የጎንደር የህክምና ሳይንስ ኮሌጅ (ጂ.ሲ.ኤስ.) ተብሎ እንደገና ተሰየመ ፡፡ በጀርመን የህክምና ባለሙያዎች በጀርመን የህክምና ባለሙያዎች ለቀጣይ ሥልጠና ዕድል በመፍጠር በኮሌጁ የህክምና ስልጠና ተሰጠ ፡፡ GCMS እ.ኤ.አ. በ 1992 አዲስ አበባ ዩኒቨርሲቲ የራስን በራስ የመተማመን ስራ አገኘ፡፡ እ.ኤ.አ. በ 2001 የመጀመሪያው አዲስ ፋኩልቲ ፣ የማኔጅመንት ሳይንስ እና ኢኮኖሚክስ ተፈጠረ ፡፡ እ.ኤ.አ. የ 2003 የፀደይ ወቅት የሚቀጥለው የእድገት ደረጃ ተመለከተ ፣ ስሙን ከ GCMS ወደ ጎንደር ዩኒቨርሲቲ ኮሌጅ በመለወጥ ሶስት አዳዲስ ፋኩልቲዎችን ፈጠረ ፡፡ በ 2004 ተቋሙ ወደ ጎንደር ዩኒቨርሲቲ ተቀየረ እና በቀጣዮቹ ዓመታት ዩኒቨርሲቲው 4 ተጨማሪ አካዳሚክ ክፍሎችን ከፍቷል ፡፡
</p>
						<p>በዚህ ሁኔታ የጎንደር ዩኒቨርስቲ ለጥራት ትምህርት ፣ ትኩረት ለተደረገ ምርምር እና ለሚመለከታቸው ማህበረሰብ አገልግሎቶች ዘላቂ ቁርጠኝነት ነበረው ፡፡ በአሁኑ ወቅት ዩኒቨርሲቲው በሕክምና እና በጤና ሳይንስ ኮሌጅ ፣ በግብርና ፋካሊቲዎች የተዋቀረ ነው ፣ የእንስሳት ህክምና ፣ ቢዝነስ እና ኢኮኖሚክስ ማህበራዊ ሳይንስና ሰብአዊ እና ተፈጥሮአዊ እና ኮምፒዩተር ሳይንስ ፣ እንዲሁም የሕግ ፣ የቴክኖሎጂ እና የትምህርት ትምህርት ቤቶች ፡፡በመደበኛ ፣ በኤክስቴንሽን ፣ በርቀት እና በበጋ ፕሮግራሞች 56 የመጀመሪያ ድግሪ እና 64 ድህረ-ምረቃ መርሃግብሮችን (እኛ ከአዲስ የህዝብ ጤና ተቋም ጋር በመተባበር የተያዘውን የህዝብ ጤና አ.ፒ.ዲ. መርሃግብር ጨምሮ) እንሰጣለን ፡፡
</p>
					</div> 
				
			<center>
				
					<div id="fotter">
						<?php 
							include("foot.php");
						?>
					</div>
		</center></body></html>

	  
		