
<html>
	<head>
		
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		
		<title>mision and vision</title>
		<link href="css/LoginPageStyle.css" rel="stylesheet" type="text/css" />
	</head>
	<body>
		<div id="templatemo_wrapper">
				<?php include("head2.php");?>
		
			<?php include("listt.php");?>
			
		</div>
			<div id="contents" style="background-color: white;">
<br>
<h2 style="color:#006080">ተልእኳችን እና ራዕያችን </h2><br>
		<u><b>ተልእኳችን</b></u><br>

-ተልእኳችን በተስተካከለ ሥርዓት መሠረት ደፋር ፣ ርህሩህ እና ኃላፊነት የሚሰማቸውን ዜጎች በማቅረብ ለአገሪቱ ዘላቂ ማህበራዊ ኢኮኖሚያዊ ልማት የበኩሉን አስተዋጽኦ ማበርከት ነው ፡፡ የችግር አፈታት ምርምር ማካሄድ ፣ እና የህብረተሰቡ ተሳትፎ እና የቴክኖሎጂ ሽግግር።

	<br><u><b>ራዕያችን</b></u><br>
-ራዕያችን እ.ኤ.አ. በ 2020 በሀገሪቱ ውስጥ ቀዳሚ የማህበረሰብ ችግር መፍቻ መሆን ነው ፡፡<br>
<u><b>የ UoG ዋና እሴቶች</b></u><br>
1.&nbsp;&nbsp;በሁሉም የትምህርት እንቅስቃሴዎች ፣ ምርምር ፣ ማህበረሰብ ተሳትፎ እና የድጋፍ አገልግሎቶች በሁሉም ገጽታዎች ከፍተኛ ጥራት ባለው ቁርጠኝነት ፣ እና የፕሮግራሞቹን ብቃት በብቃት ለማጎልበት ከተሳታፊዎቹና ከአጋዥዎቻቸው ግብረ መልስ ይጠቀማል ፡፡<br>
2.&nbsp;&nbsp;መጀመሪያ ለደንበኞች:  የደንበኞቻችንን መልካም ነገር እናስቀድማለን እንዲሁም በጋራ ጥቅም ለሚሠሩ ሃላፊነት ያላቸውን ዜጎች ለማዳበር እንፈልጋለን ፡፡<br>
3.&nbsp;&nbsp;አንድነት እና ተባብሮ :አንድነትን ማጎልበት እና ትብብር ቡድኖችን ማቋቋም የወደፊት ስኬትችንን ይወስናል ፡፡ ስለሆነም አንድነታችንን ከፍ አድርገን በሂደታችን ውስጥ የቡድን ሥራን እናበረታታለን
<br>
4.&nbsp;&nbsp;ዘላቂነት: ተማሪዎቹ እየጨመረ በሚሄደው ህብረተሰብ ውስጥ በተሳካ ሁኔታ እንዲሰሩ እና በተሳካ ሁኔታ እንዲሰሩ በዝግጅት ፖሊሲዎቻቸው እና ልምዶች ውስጥ ልዩነትን ያበረታታል።<br>
5.&nbsp;&nbsp;ፈጠራ እና ፈጠራ ፈጠራ እና ፈጠራ እንደ ጥረታችን ምልክት ፣ እኛ ለተለዋዋጭ አከባቢ ፈጠራ እና መላመድ እና ለህብረተሰቡ ፍላጎቶች ምላሽ በሚሰጥበት ከፍተኛ ትምህርት ኢንዱስትሪ ውስጥ ነን<br>

6.&nbsp;&nbsp;ለሰራተኞች እንክብካቤ ስኬትችን የተመሰረተው በመሳብ ፣ ምርጥ ሰራተኞችን መቅጠር ፣ ማጎልበት እና ማሠልጠን ፡፡<br>
7.&nbsp;&nbsp;በሥነ-ምግባር የታመነ እና ለልማት አስፈላጊ የሆነውን  ተጠያቂነት ፣ ግልፅነት ፣ ፍትሃዊነት ፣ ሐቀኝነት እና ከድርጅቶቹ ጋር በተያያዙ ጉዳዮች የሕግ ፣ ማህበራዊ እና የባለሙያ ሥነ-ምግባርን እና ደንቦችን እናከብራለን ፡፡<br>
<u><b>ግዴታችን</b></u><br>
 <p>በከፍተኛ ትምህርት አዋጅ ቁጥር 650/2001 እና በራሱ ቻርተር (የሚኒስትሮች ምክር ቤት ቻርተር ደንብ ቁጥር 112/2004) መሠረት የጎንደር ዩኒቨርሲቲ ለ…</p>
&nbsp;&nbsp;1.&nbsp;&nbsp; ምረቃ እና የድህረ ምረቃ ፕሮግራሞችን መተግበር፣<br>
&nbsp;&nbsp;2.&nbsp;&nbsp;ኮሌጅ ፣ ፋኩልቲዎች ፣ ት / ቤቶች ፣ ተቋሞች እና ሌሎች አካዴሚያዊ እና ምርምር ክፍሎች ማቋቋም እና ማካሄድ ፣<br>
&nbsp;&nbsp;3.&nbsp;&nbsp;አካዴሚያዊ የምስክር ወረቀት ፣ ዲፕሎማዎች ፣ ዲግሪዎች እና ሌሎች አካዳሚክ ሽልማቶችን ያቅርቡ እንዲሁም ከፍተኛ አስተዋጽኦ ላበረከቱት አካዳሚክ ርዕሶችን እና ሽልማቶችን መስጠት ፣<br>
&nbsp;&nbsp;4.&nbsp;&nbsp;ለአገሪቱ እድገት አስተዋፅኦ የሚያደርጉ ተገቢ ጥናቶችን እና ምርምሮችን ያካሂዳል ፣ ሴሚናሮችን ፣ አውደ ጥናቶችን እና ሲምፖዚየሞችን ማደራጀት እና ማካሄድ ፣<br>
&nbsp;&nbsp;5.&nbsp;&nbsp;የአካባቢና የውጭ እህት ዩኒቨርስቲዎች ፣ የምርምር ተቋማት እና ተመሳሳይ ዓላማዎች ካሏቸው ሌሎች ድርጅቶች ጋር ከተለያዩ አካላት ጋር ግንኙነቶችን ያቋቁማል ፤<br>

&nbsp;&nbsp;6.&nbsp;&nbsp;ለህብረተሰቡ ፣ ለግል ድርጅቶች ፣ ለአከባቢና ለፌዴራል መንግስታት ፣ ለአለም አቀፍ ድርጅቶችና መንግስታዊ ለሆኑ ድርጅቶች ተገቢውን የምክር አገልግሎት ፣ ልዩ ስልጠናዎችን እና ሌሎች አገልግሎቶችን ይሰጣል ፣<br>
&nbsp;&nbsp;7.&nbsp;&nbsp;የአካዳሚክ መጽሔቶችን እና የጋዜጣ መጽሔቶችን ማቋቋም እና ማተም ፣<br><br>
		&nbsp;&nbsp;8.&nbsp;&nbsp;ንብረት፣  ውል ፣ የገቢ ፈንድ እና ዓላማውን ከግብ ለማድረስ አስፈላጊ የሆኑ ሌሎች ተግባራትን ያከናውናል ፡፡</div>
<div id="fotter">
<?php include("foot.php");?>
		</div>
	</body>
</html>


